Repository: Acido1337/ConfigMaker
Catalog: ConfigMaker/Properties/Resources.*.resx
Languages: ru_ru

# MainWindow_Title
source: Config Maker [eng]
ru_ru: Config Maker [rus]

source: Forward
ru_ru: Вперед

source: Back
ru_ru: Назад

source: Move left
ru_ru: Влево

source: Move right
ru_ru: Вправо

source: Jump
ru_ru: Прыжок

source: Duck
ru_ru: Пригнуться

source: Speed
ru_ru: Идти

source: Use
ru_ru: Использовать

# Show_loadout_toggle
source: Toggle inventory display
ru_ru: Показ инвентаря

# Attack
source: Fire
ru_ru: Огонь

# Attack2
source: Secondary fire
ru_ru: Альтернативный огонь

# Invprev
source: Previous weapon
ru_ru: Предыдущее оружие

source: Reload
ru_ru: Перезарядка

# Invnext
source: Next weapon
ru_ru: Следующее оружие

# Lastinv
source: Last weapon
ru_ru: Последнее оружие

source: Drop
ru_ru: Бросить оружие

# Lookatweapon
source: Inspect weapon
ru_ru: Осмотреть оружие

# Spray_menu
source: Graffiti menu
ru_ru: Граффити

# Radio1
source: Command radio
ru_ru: Отдать приказ по радио

# Radio2
source: Standart radio
ru_ru: Стандартные радиосообщения

# Radio3
source: Report radio
ru_ru: Информационные радиосообщения

# Messagemode2
source: Team chat
ru_ru: Сообщение команде

# Messagemode
source: Global chat
ru_ru: Сообщение всем

# Voicerecord
source: Microphone
ru_ru: Голосовая связь

source: Buy menu
ru_ru: Меню закупки

source: Auto buy
ru_ru: Автозакупка

source: Rebuy
ru_ru: Купить снова

# showscores
source: Scoreboard
ru_ru: Таблица очков

# Slot1
source: Primary weapon
ru_ru: Основное оружие

# Slot2
source: Secondary weapon
ru_ru: Дополнительное оружие

# Slot3
source: Knife
ru_ru: Нож

# Slot4
source: Grenades
ru_ru: Смена гранат

# Slot5
source: Bomb
ru_ru: Бомба

# Slot6
source: HE grenade
ru_ru: Осколочная граната

# Slot7
source: Flashbang
ru_ru: Световая граната

# Slot8
source: Smoke grenade
ru_ru: Дымовая граната

# Slot9
source: Decoy
ru_ru: Ложная граната

# Slot10
source: Molotov
ru_ru: Молотов

# Slot11
source: Zeus
ru_ru: Зевс

source: Call vote
ru_ru: Голосование

# Teammenu
source: Choose team
ru_ru: Выбрать команду

# Cl_show_team_equipment
source: Show team equipment
ru_ru: Снаряжение команды

# Toggleconsole
source: Console
ru_ru: Консоль

# God
source: God mode
ru_ru: Режим бога

# Impulse 101
source: Money
ru_ru: Получить деньги

# R_cleardecals
source: Clear decals
ru_ru: Убрать следы

# Clear
source: Clear console
ru_ru: Очистить консоль

# BuyScenario
source: Buy items
ru_ru: Закупка оружия

source: Extra alias
ru_ru: Пользовательская команда

source: Extra alias set
ru_ru: Пользовательские команды

# ExecCustomCmds
source: Execute command
ru_ru: Выполнить команду

source: Display damage ON
ru_ru: Вкл. показ урона

source: Display damage OFF
ru_ru: Выкл. показ урона

source: Sensitivity
ru_ru: Чувствительность мыши

# zoom_sensitivity_ratio_mouse
source: Zoom sens. ratio
ru_ru: Коэф. чувствительности в прицеле

# m_rawinput
source: Raw input
ru_ru: Прямой ввод

# m_customaccel
source: Custom acceleration
ru_ru: Ускорение мыши

# m_customaccel_exponent
source: Custom acceleration exponent
ru_ru: Коэффициент ускорения

source: Pistols
ru_ru: Пистолеты

# Pistol2
source: Dual berettas
ru_ru: Беретты

source: Heavy
ru_ru: Тяжёлое

# SMGs
source: SMG
ru_ru: ПП

source: Rifles
ru_ru: Винтовки

source: Gear
ru_ru: Снаряжение

# Gear1
source: West
ru_ru: Броня

# Gear2
source: West + helmet
ru_ru: Броня + каска

source: Grenades
ru_ru: Гранаты

# Grenade1
source: Molotov
ru_ru: Молотов

# Grenade2
source: Decoy
ru_ru: Ложная

# Grenade3
source: Flashbang
ru_ru: Световая

# Grenade4
source: HE
ru_ru: Осколочная

# Grenade5
source: Smoke
ru_ru: Дымовая

# Jumpthrow
source: Jumpthrow script
ru_ru: Jumpthrow скрипт

# CategoryMovement
source: Movement
ru_ru: Движение

# CategoryEquipment
source: Equipment
ru_ru: Снаряжение

# CategoryCommunication
source: Communication
ru_ru: Коммуникация

# CategoryCommonActions
source: Common actions
ru_ru: Общие действия

# CategoryWarmup
source: Warmup
ru_ru: Разминка

# CategoryOther
source: Other
ru_ru: Прочее

source: On
ru_ru: Вкл.

source: Off
ru_ru: Выкл.

# CategoryClientCommands
source: Client commands
ru_ru: Команды клиента

source: Default
ru_ru: Стандартный

source: White
ru_ru: Белый

source: LightBlue
ru_ru: Светло-синий

source: Blue
ru_ru: Синий

source: Purple
ru_ru: Фиолетовый

source: Pink
ru_ru: Розовый

source: Red
ru_ru: Красный

source: Orange
ru_ru: Оранжевый

source: Yellow
ru_ru: Желтый

source: Green
ru_ru: Зеленый

source: Aqua
ru_ru: Аквамарин

# Health_Style0
source: Style 1
ru_ru: Стиль 1

# Health_Style1
source: Style 2
ru_ru: Стиль 2

source: Top
ru_ru: Сверху

source: Bottom
ru_ru: Снизу

source: Show avatars
ru_ru: Показывать аватары

# ShowCount
source: Show alive count
ru_ru: Показывать число живых

# CategoryCrosshair
source: Crosshair
ru_ru: Прицел

# KeyDown1_Format
source: Key {0} pressure
ru_ru: Нажатие клавиши {0}

# KeyUp1_Format
source: Key {0} release
ru_ru: Отжатие клавиши {0}

# KeyDown2_Format
source: Key {0} pressure when {1} is pressed
ru_ru: Нажатие {0} при нажатой {1}

# KeyUp2_Format
source: Key {0} release when {1} is pressed
ru_ru: Отжатие {0} при нажатой {1}

# Default_Binding
source: Default commands
ru_ru: Команды по умолчанию

# Alias_Binding
source: Custom aliases
ru_ru: Пользовательские команды

# CategoryMouseSettings
source: Mouse settings
ru_ru: Настройки мыши

# SelectConfig_Button
source: Select config
ru_ru: Выбрать конфиг

# SaveConfig_Button
source: Save config
ru_ru: Сохранить конфиг [.cmc]

# GenerateConfig_Button
source: Generate .cfg
ru_ru: Сгенерировать конфиг [.cfg]

# ConfigName_Hint
source: Config name
ru_ru: Название конфига

# ActionCategory_Button
source: Actions
ru_ru: Действия

# BuyScenarioCategory_Button
source: Buy scenario
ru_ru: Закупка

# GameSettingsCategory_Button
source: Game settings
ru_ru: Игровые настройки

# ExtraCategory_Button
source: Extra
ru_ru: Дополнительно

# Search_Hint
source: Search
ru_ru: Поиск

# GenerateCrosshairs_Button
source: Generate crosshairs
ru_ru: Сгенерировать прицелы

source: Volume regulator
ru_ru: Регулировщик звука

# VolumeIncrease_ComboboxItem
source: Increase volume
ru_ru: Увеличить громкость

# VolumeReduce_ComboboxItem
source: Reduce volume
ru_ru: Уменьшить громкость

# Add_Button
source: Add
ru_ru: Добавить

# Remove_Button
source: Remove
ru_ru: Удалить

# Keyboard_Binding
source: Keyboard
ru_ru: Клавиатура

# From_Label
source: From
ru_ru: От

# To_Label
source: To
ru_ru: До

# Step_Label
source: Step
ru_ru: Шаг

# KeyPressure_Label
source: Key pressure
ru_ru: Нажатие клавиши

# KeyRelease_Label
source: Key release
ru_ru: Отжатие клавиши

source: Command name:
ru_ru: Название команды:

# PressShift_Hint
source: Hold Shift for key sequence creating
ru_ru: Зажмите Shift для выбора сочетания клавиш

# CommandsByDefault_Hint
source: Commands executed by default
ru_ru: Команды, вызываемые по умолчанию

# CommandsInAlias_Hint
source: Commands bound to custom alias
ru_ru: Команды, привязанные к пользовательскому алиасу

# ToggleWindow_Hint
source: Type values separated with space
ru_ru: Введите значения через пробел

# CategoryNetGraphSettings
source: net_graph settings
ru_ru: Настройки net_graph

# About_Button
source: About
ru_ru: О программе

# Mp_warmup_start
source: Start warmup
ru_ru: Начать разминку

# Mp_warmup_end
source: End warmup
ru_ru: Закончить разминку

# Mp_swapteams
source: Swap teams
ru_ru: Свап команд

# Bot_add_ct
source: Add bot [CT]
ru_ru: Добавить бота [КТ]

# Bot_add_t
source: Add bot [T]
ru_ru: Добавить бота [Т]

# Bot_place
source: Place bot
ru_ru: Поставить бота перед собой

# Screenshot
source: Screnshot
ru_ru: Скриншот

source: Pause
ru_ru: Пауза

# Quit
source: Quit game
ru_ru: Выход из игры

# Demo_resume
source: Resume demo
ru_ru: Продолжить демку

# Demo_togglepause
source: Toggle demo pause
ru_ru: Остановить демку

# CategoryDemo
source: Demo
ru_ru: Демо

# CategoryBonusScripts
source: Bonus scripts
ru_ru: Скрипты

# CategoryServer
source: Server
ru_ru: Сервер

# CategoryBots
source: Bots
ru_ru: Боты

# CategoryVoiceAndSound
source: Voice and sound
ru_ru: Голос и звук

# CanNotBeEmpty_Error
source: Can not be empty
ru_ru: Укажите имя

# UnknownCommandExecution_Format
source: Add {0} command execution
ru_ru: Добавить команду {0}

# Gear4
source: Defuse kits
ru_ru: Киты

# CategoryBuy
source: Buy commands
ru_ru: Закупка

# Cl_clearhinthistory
source: Clear hint history
ru_ru: Очистить историю подсказок
